<?php
/*
 * 首页用的商品大分类+小分类
 */
$cate[1][1]= "手机";
$cate[1][0]= 21;
$cate[1][99]= 30;
$cate[1][21]= "一加";
$cate[1][22]= "小米";
$cate[1][23]= "华为";
$cate[1][24]= "魅族";
$cate[1][25]= "vivo";
$cate[1][26]= "OPPO";
$cate[1][27]= "Apple";
$cate[1][28]= "三星";
$cate[1][29]= "努比亚";
$cate[1][30]= "诺基亚";

$cate[2][2]= "电脑";
$cate[2][0]= 31;
$cate[2][99]= 38;
$cate[2][31]= "键盘";
$cate[2][32]= "笔记本";
$cate[2][33]= "台式机";
$cate[2][34]= "服务器";
$cate[2][35]= "处理器";
$cate[2][36]= "显卡";
$cate[2][37]= "鼠标";
$cate[2][38]= "硬盘";

$cate[3][3]= "图书";
$cate[3][0]= 39;
$cate[3][99]= 42;
$cate[3][39]= "小说";
$cate[3][40]= "文学";
$cate[3][41]= "传记";
$cate[3][42]= "科幻";

$cate[4][4]= "家居";
$cate[4][0]= 43;
$cate[4][99]= 45;
$cate[4][43]= "床品套件";
$cate[4][44]= "被子被芯";
$cate[4][45]= "毛巾浴巾";

$cate[5][5]= "艺术";
$cate[5][0]= 46;
$cate[5][99]= 48;
$cate[5][46]= "油画";
$cate[5][47]= "版画";
$cate[5][48]= "雕塑";

$cate[6][6]= "宠物";
$cate[6][0]= 49;
$cate[6][99]= 52;
$cate[6][49]= "狗狗";
$cate[6][50]= "猫猫";
$cate[6][51]= "水族";
$cate[6][52]= "异宠";

$cate[7][7]= "男装";
$cate[7][0]= 53;
$cate[7][99]= 55;
$cate[7][53]= "牛仔裤";
$cate[7][54]= "卫衣";
$cate[7][55]= "T恤";

$cate[8][8]= "女装";
$cate[8][0]= 56;
$cate[8][99]= 58;
$cate[8][56]= "T恤";
$cate[8][57]= "衬衫";
$cate[8][58]= "套装裙";

$cate[9][9]= "食品";
$cate[9][0]= 59;
$cate[9][99]= 63;
$cate[9][59]= "进口食品";
$cate[9][60]= "休闲食品";
$cate[9][61]= "饮料冲调";
$cate[9][62]= "茗茶";
$cate[9][63]= "粮油调味";

$cate[10][10]= "电器";
$cate[10][0]= 64;
$cate[10][99]= 67;
$cate[10][64]= "电视";
$cate[10][65]= "冰箱";
$cate[10][66]= "洗衣机";
$cate[10][67]= "空调";

session_start();
$_SESSION['cate_all'] = $cate;
